[
  {
    "id": "lfj8ldhkvzjzg6uyxsa",
    "time": "10:51 AM",
    "subject": "Lunch invite!",
    "sender": "tom@gmail.com",
    "recipient": "ace@gmail.com",
    "content": "Hey all!\n\nIt's about time we organized a social event, and I'm going to do it!\n\nI've done some research, gone through shared calendars, and identified a date, time, and venue that should work for us all (details below!).\n\nDate\nTime\nVenue\nCan you let me know if you would like to attend? Drop me an email with a yes or no, and I'll confirm the numbers and make a booking.\n\nI can't wait to see you.\nTom"
  },
  {
    "id": "lfjd3j45lgo6gclfes8",
    "time": "12:57 AM",
    "subject": "Request for sick leave",
    "sender": "reena@gmail.com",
    "recipient": "kamiloon@gmail.com",
    "content": "Hi Kami,\n\nI am writing to request sick leave from [date range]. I will be undergoing surgery and at the recommendation of my doctor, I need to be off of work for 2 weeks in order to recover. I hope to be back at work on [date]. \n\nPlease let me know if you have any questions.\n\nRegards,\n\n[Reena]"
  },
  {
    "id": "lfjd4faok7w4uaz8fsk",
    "time": "12:57 AM",
    "subject": "Request for discount",
    "sender": "reena@gmail.com",
    "recipient": "kamiloon@gmail.com",
    "content": "Dear Kai,\n\nThank you for sending over your catalog of goods. We are very much interested in purchasing [name of the product(s)] from you and would like to get a quote for these items.\n\nAdditionally, we are hoping that this will lead to a prolonged partnership between the two of us. Therefore, we are kindly requesting that you provide us with your best possible price since we would like to use your goods on a permanent basis.\n\nThank you for your understanding.\n\nWith regards,\n\nReena"
  },
  {
    "id": "lfji143eyjfzn06mon",
    "time": "3:15 PM",
    "subject": "Work Update",
    "senderName": "reena",
    "sender": "reena@gmail.com",
    "recipient": "nalina@gmail.com",
    "content": "Dear ,\n\nWe’d like to keep you updated regarding the progress we’ve made on our project. Please have a look at the tasks we’ve accomplished below and do not hesitate to get back to me with any questions or concerns you may have.\n\nKey highlights and updates:\n\n[list them]\nTasks accomplished this week:\n\n[list them]\nTasks to do next week:\n\n[list them]\nBest regards,\n\nReena"
  },
  {
    "id": "lfji9blcfevhnhyszpv",
    "time": "3:21 PM",
    "subject": "Acceptance",
    "senderName": "ace",
    "sender": "ace@gmail.com",
    "recipient": "reena@gmail.com",
    "content": "Dear Mrs. Reena,\n\nIt is my great pleasure to inform you that I will be accepting your offer for employment as [job title] with [company name]. The goals for this role that you described are in line with my personal career aspirations, and I hope to be able to learn and grow in this role.\n\nAs discussed in our previous meeting, my salary will be [salary] and I will be starting on [date].\n\nI appreciate all the time you took to make the interviews as seamless as they were, and I look forward to working with you soon.\n\nSincerely,\n\nAce"
  },
  {
    "id": "lfjiog6ht8mxfgsw869",
    "time": "3:33 PM",
    "subject": " Revised Working Hours",
    "senderName": "ace",
    "sender": "ace@gmail.com",
    "recipient": "reena@gmail.com",
    "content": "Our company is growing, and there is a good inflow of projects every week. This has been possible with your dedicated and timely teamwork. In order to keep up with this, we have decided that the working hours would be advanced by 30 minutes. The revised time would be 8:30 am to 5 pm. This will be in effect from July 5, 2021 (Monday). It would be appreciated if all of you keep up with the timing and abide by it.\n\nFeel free to come up with suggestions, if any.\n\nWarm regards,\n\nAce\n\n"
  }
]