[
  {
    "id": 1679562821355,
    "time": "2:43 PM",
    "subject": "Hi there",
    "senderName": "reena",
    "sender": "reena@gmail.com",
    "recipient": "reemaa@gmail.com",
    "content": "Hi there, \n\nLong time no see. Hope all's well in your world!　\n\nI haven't been to JALT all year, shame on me, but I needed the break.\nI still see the guys and I'm going to the national, so don't write me off\nyet!\n\nI was trying to remember who you've published with in the past, and I\nwondered if you had any contacts at Nan'Un-Do. I want to send a\nproposal to them but have no names, and the personal touch is always\nbest!\n\nI might go to see Jane Willis, family commitments permitting, any plans in\nthat direction? Going to Shizuoka I presume?\n\nBye for now\nAll the best\nR"
  },
  {
    "id": 1679563090102,
    "time": "2:48 PM",
    "subject": "Updates",
    "senderName": "reena",
    "sender": "reena@gmail.com",
    "recipient": "ace@gmail.com",
    "content": "Hi Everyone!\nThought I'd send out a picture of my little monsters.　 They had a great　\nHalloween yesterday.　 Doreen and Dennis came over to hand out candy so\nRay and I were both able to go out with the kids.　 They made quite the\nhaul, the dentist is going to love us!\n\nDoreen and Dennis left this morning for Wisconsin.　 They hope to get to\nIdaho today.　 Judy, you should be seeing them sometime next week.　 I\nhope they have good weather.　 They'll be back here in time for　\nThanksgiving.\n\nI hope you all have a great weekend!\n\nLove, Reena."
  },
  {
    "id": 1679563215315,
    "time": "2:50 PM",
    "subject": "Project Plan",
    "senderName": "Nalina",
    "sender": "nalina@gmail.com",
    "recipient": "reena@gmail.com",
    "content": "Hi George,\nThanks for your reply.　 You are always so quick!\n\nI sent an-mail to Mr. Imai of Seibido yesterday, and I just got a phone call\nfrom him.　 They want us to send the whole thing and also a \"Project　\nPlan.\"　 It seems that they have some form to fill in to describe the project　\nin Japanese, so I will write something which will appeal to the publsiher.\n\nThat's all for now.　 Let's hope it will come out!\n\n"
  },
  {
    "id": 1679563296090,
    "time": "2:51 PM",
    "subject": "Weekly update",
    "senderName": "ace",
    "sender": "ace@gmail.com",
    "recipient": "reemaa@gmail.com",
    "content": "Dear Prof. Reemaa,\n\nI hope you are doing fine. I am now in Saitama, but will go back to\nHiroshima to attend the conference. We would like to visit you to say　\nthank　 you for your cooperation. During this week, WED, THU, and FRI,　\nplease let me know when you will be in your office. We would like to visit　\nyou shortly.\n\nSincerely,\nAce"
  },
  {
    "id": 1679563528059,
    "time": "2:55 PM",
    "subject": "Thank you message from us",
    "senderName": "Reemaa Sajad",
    "sender": "reemaa@gmail.com",
    "recipient": "nalina@gmail.com",
    "content": "Hi Dennis,\n\nAfter the exciting Saturday, I guess you've been doing as good as that\nSaturday.　 The weather is good, food is good, and studying is good in this\nseason.　 I like this season the best.\n\nOh, well, this introduction may remind you of students' writing, so I\nshould stop it now.　 To make a long story short (or the introduction　\nshort?), I am sending you this message to say thank you.　 I said so for　\nthe Saturday already.　 Today's \"thank you\" is to the vocabulary test,　\nwhich was delivered to me today.　 On the letter from Professor Tanaka,　\nyour name was also written, so I assume that you and Prof. Tanaka　\nworked together to develop this test.　 To tell you the truth, I like it, and I　\ndo want to use it for my research and classes.　 He said that an online　\ndelivery is being planned.　 I wonder if anyone can use the test.　 If so, this　\nis really great.\n\nSending you a thank-you message, I would like to ask you a favor.　 The\nattached is a thank-you letter to　 Prof. Tanaka.　 Would it be too much to\nask you to print it out and hand it to him?　 If so, would you send me back\na \"Do it yourself\" message.　 I'll send it by regular mail.　 Or would you let　\nme know his mail address.　 (I hope he is a regular mail user.　 In our school,\nthere are still quite a few senior professors who don't use e-mail at all.\nYes, AT ALL!　 Can you believe that?)\n\nOK, Dennis, sorry for interrupting you with my favor.　 Hope to see you\nsoon again.　\n\nBest wishes,\n\nReemaa"
  },
  {
    "id": 1679563908955,
    "time": "3:1 PM",
    "subject": "How are you?",
    "senderName": "ace",
    "sender": "ace@gmail.com",
    "recipient": "reena@gmail.com",
    "content": "Dear Reena,\n\nHope you are well and that the second semester is going smoothly for　\nyou.\n\nThe other day when we were talking at the bus stop you mentioned a\nweb page on which Linda Holkenson detailed her reasons for leaving.\n\nIf you don't mind, would you send me the URL for that web page if you\nstill have it?\n\nThanks a lot.\n\nBest regards,\nTim Brown"
  },
  {
    "id": 1679566121290,
    "time": "3:38 PM",
    "subject": "Job Offer Acceptance",
    "senderName": "reena",
    "sender": "reena@gmail.com",
    "recipient": "reemaa@gmail.com",
    "content": "Hey! Reemaa,\n\nI've just received your job offer email, and I'm 100% going to accept!\n\nIt's been a pleasure learning more about the role and the organization, and I'm convinced it's the ideal opportunity for me.\n\nYou can consider this email a formal acceptance. Please outline the next steps in the process. I can provide any documents, references, or information you need.\n\nIf you need to contact me, you can message me anytime. If you spot me in the street, I'll be the one with a big smile on my face!\n\nI can't wait to start working with you and making a difference.\nReena"
  },
  {
    "id": 1679566216956,
    "time": "3:40 PM",
    "subject": "Thank you",
    "senderName": "Reemaa Sajad",
    "sender": "reemaa@gmail.com",
    "recipient": "reena@gmail.com",
    "content": "Hello Reena,\nThanks for participating in our survey.\n\nRegards,\nReemaa "
  },
  {
    "id": 1679566790204,
    "time": "3:49 PM",
    "subject": "Lunch Invite",
    "senderName": "reena",
    "sender": "reena@gmail.com",
    "recipient": "reemaa@gmail.com",
    "content": "Hey all!\n\nIt's about time we organized a social event, and I'm going to do it!\n\nI've done some research, gone through shared calendars, and identified a date, time, and venue that should work for us all (details below!).\n\nDate\nTime\nVenue\nCan you let me know if you would like to attend? Drop me an email with a yes or no, and I'll confirm the numbers and make a booking.\n\nI can't wait to see you.\n(Your name)"
  }
]